---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationSuffix
source: html/7c94c4b6-eead-74dd-0b7d-f48baa7e7d3e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationSuffix Property

"Station Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationSuffix { get; }
```